Autodesk.Revit.DB.ThermalAsset.SpecificHeat
The specific heat of the asset.
Remarks:
Values are in feet per Kelvin, squared-second (ft/(K · s²)) and must be non-negative.
Throws Autodesk.Revit.Exceptions.ArgumentOutOfRangeException:
When setting this property: The given value for specificHeat must be non-negative.
Since:
2014